<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<meta content="en-us" http-equiv="Content-Language" />
<meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
<title>RespeQt</title>
<style type="text/css">
body { font-family: Arial, Helvetica, sans-serif; }
h1   { color: #4C920E; font-size: large; }
</style>
<body>

	<h1><img src="/icons/main-icon/RespeQt.png" align="middle"/>&nbsp;RespeQt, Atari Emulador Serial de perif&eacute;ricos para Qt</h1>
	
	<p align="justify"><b>Resumen</b><br />RespeQt emula perif&eacute;ricos Atari cuando se conecta un ordenador Atari XL/XE con un cable SIO2PC o SIO2USB. En este sentido es similar a programas como APE, Atari810 y AspeQt. La diferencia principal que es totalmente gratis (a diferencia de APE y AspeQt), es multiplataforma y mantenida por usuarios de Atariage.</p>

	<br /><br /><b>Algunas de las caracter&iacute;sticas</b>
	
	<ul type="square">
		<li>Qt GUI basado con soporte para la funci&oacute;n de arrastrar y soltar.</li>
		<li>Multiplataforma.<em>(Windows, Linux, OSX, Rasberry Pi)</em></li>
		<li>15 unidades de disco para emulaci&oacute;n.<em>(unidades 9-15 s&oacute;lo son compatibles con SpartaDOS X)</em></li>
		<li>Emulaci&oacute;n de impresora.</li>
		<li>Emulaci&oacute;n de disketera Happy.</li>
		<li>Emulaci&oacute;n de OS-B.</li>
		<li>Reproducci&oacute;n de la imagen de cassette.</li>
		<li>Carpetas se pueden montar como discos de Dos 2.0s <em>(s&oacute;lo lectura, ahora con compatibilidad SDX y de arranque)</em></li>
		<li>Ejecutables de Atari se pueden arrancar directamente, opcionalmente con alta velocidad.</li>
		<li>Los contenido de archivos de la imagen pueden ser vistos y cambiados.</li>
		<li>M&oacute;dulo de cliente de AspeQt ASPECL.COM. Se ejecuta en el Atari y se utiliza para obtener o establecer fecha y hora en el Atari m&aacute;s una variedad de otras tareas remotas.</li>
		<li>Soporte de cliente ApeTime.</li>
		<li>Hasta 6xSIO velocidad y m&aacute;s si lo soporta el adaptador de puerto serie. <em>(Cables con chip basado en FTDI son recomendados)</em></li>
		<li>Soporte de idioma para ingl&eacute;s, alem&aacute;n, Polaco, Ruso, eslovaco, espa&ntilde;ol y Turco (Esto puede estar desactualizado)</li>
		<li>Soporte de m&uacute;ltiples sesiones.</li>
	</ul>
	
	<p align="justify"><b>licencia</b><br>
	RespeQt fork <em>Copyright 2015,2016 por Joseph Zatarski</em>, <em>Copyright 2015 por DrVenkman</em>, y <em>Copyright 2016 por TheMontezuma</em>.<br />
	RespeQt se basa en AspeQt 1.0.0-preview7.<br />
	C&oacute;digo original de AspeQt hasta la versi&oacute;n 0.6.0 <em>Copyright 2009 por Fatih Aygün</em>.<br />
	Actualizaciones de AspeQt desde v0.6.0 a 1.0.0-preview7 <em>Copyright 2012 por Ray Ataergin</em>.<br />
	Libremente puede copiar, usar, modificar y distribuir RespeQt bajo la licencia GPL 2.0. Por favor vea license.txt para obtener m&aacute;s informaci&oacute;n.<br />
	Librer&iacute;as QT: <em>Copyright 2009 Nokia Corporation</em> and/or its subsidiary(-ies). Utilizado en este paquete bajo licencia LGPL 2.0.<br />
	Silk Icons: <em>Copyright <a href="www.famfamfam.com">Mark James</a>.</em> Utilizado en este paquete bajo licencia de Creative Commons Attribution 3.0.<br />
	Iconos adicionales por <em><a href="http://www.oxygen-icons.org/">Oxygen Team</a></em>.<br /> 
	Utilizado en este paquete de bajo la licencia Creative Commons Attribution-ShareAlike 3.0.<br />
	AtariSIO Linux kernel m&oacute;dulo y c&oacute;digo de velocidad utilizado en el loader EXE Copyright <a href="http://www.horus.com/~hias/atari/">Matthias Reichl</a>.<br />
	Utilizado en este paquete bajo licencia GPL 2.0.<br />
	Fuentes de Atascii por <em><a href="http://members.bitstream.net/~marksim/atarimac">Mark Simonson</a></em>. En este paquete, bajo licencia de Freeware.<br />
	Icono de RespeQt por <em>djmat56</em>, Usada con permiso.<br />
	Soporte de idioma espa&ntilde;ol por AsCrNet.
	</p>
	
	<p align="justify"><b>Los archivos de DOS distribuidos con RespeQt</b> Son copyright de sus respectivos propietarios, Joseph Zatarski y RespeQt distribuye los archivos con el entendimiento de que son abandonware o son de dominio p&uacute;blico y est&aacute;n ampliamente disponibles para su descarga a trav&eacute;s de internet. Si usted es el titular de los derechos de autor de uno o m&aacute;s de estos archivos, y creemos que la distribuci&oacute;n de estos archivos constituye una violaci&oacute;n de sus derechos, p&oacute;ngase en contacto con <a href="mailto:jzaar2@illinois.edu">Joseph Zatarski</a>. Respetamos los derechos de los titulares del copyright y no distribuir el trabajo con derechos de autor sin el consentimiento del titular de los derechos.</p>
	
	<p align="justify"><b>Agradecimiento especial</b><br/>
	Kyle22 para encontrar 2 casos de AspeQt, una referencia a Ray Ataergin, una referencia a Ray con el sitio web en el que es necesario cambiar, para llegar a la conclusi&oacute;n de que la documentaci&oacute;n del usuario y los di&aacute;logos estaban fuera de fecha (de momento), y para se&ntilde;alar que me he olvidado de actualizar la documentaci&oacute;n de r1.</p>
	
	<p><b>Contacto</b><br />Joseph Zatarski, <a href="mailto:jzatar2@illinois.edu">email</a>, <em>Por favor incluya la palabra "Respeqt" en el asunto.</em></p>

</body>
</html>
